tutorials/flowOverCylinder/flowOverCylinder/constant/octreeCreatorDictionary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  1.4                                   |
|   \\  /    A nd           | Web:      http://www.openfoam.org               |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/

FoamFile
{
    version         2.0;
    format          ascii;

    root            "";
    case            "";
    instance        "";
    local           "";

    class           dictionary;
    object          octreeCreatorDictionary;
}

// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //


maxCellSize 0.02;

boundaryCellSize 0.02;

// ************************************************************************* //
